[
{"text": "“There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.”", "author": "Jane Austen", "tags": ["friendship", "love"]},
{"text": "“Do one thing every day that scares you.”", "author": "Eleanor Roosevelt", "tags": ["attributed", "fear", "inspiration"]},
{"text": "“I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music.”", "author": "Albert Einstein", "tags": ["music"]},
{"text": "“If you only read the books that everyone else is reading, you can only think what everyone else is thinking.”", "author": "Haruki Murakami", "tags": ["books", "thought"]},
{"text": "“The difference between genius and stupidity is: genius has its limits.”", "author": "Alexandre Dumas fils", "tags": ["misattributed-to-einstein"]},
{"text": "“He's like a drug for you, Bella.”", "author": "Stephenie Meyer", "tags": ["drug", "romance", "simile"]},
{"text": "“There is no friend as loyal as a book.”", "author": "Ernest Hemingway", "tags": ["books", "friends", "novelist-quotes"]},
{"text": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”", "author": "Helen Keller", "tags": ["inspirational"]},
{"text": "“Life isn't about finding yourself. Life is about creating yourself.”", "author": "George Bernard Shaw", "tags": ["inspirational", "life", "yourself"]}
][
{"text": "“I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.”", "author": "Pablo Neruda", "tags": ["love", "poetry"]},
{"text": "“For every minute you are angry you lose sixty seconds of happiness.”", "author": "Ralph Waldo Emerson", "tags": ["happiness"]},
{"text": "“If you judge people, you have no time to love them.”", "author": "Mother Teresa", "tags": ["attributed-no-source"]},
{"text": "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.”", "author": "Garrison Keillor", "tags": ["humor", "religion"]},
{"text": "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.”", "author": "Jim Henson", "tags": ["humor"]},
{"text": "“Today you are You, that is truer than true. There is no one alive who is Youer than You.”", "author": "Dr. Seuss", "tags": ["comedy", "life", "yourself"]},
{"text": "“If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.”", "author": "Albert Einstein", "tags": ["children", "fairy-tales"]},
{"text": "“It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default.”", "author": "J.K. Rowling", "tags": []},
{"text": "“Logic will get you from A to Z; imagination will get you everywhere.”", "author": "Albert Einstein", "tags": ["imagination"]},
{"text": "“One good thing about music, when it hits you, you feel no pain.”", "author": "Bob Marley", "tags": ["music"]}
]